Revit 2024 API
TransferringProjectStandardsEventArgs.TargetDocument Property
 Target document.
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2017.2
Syntax
C#
public Document TargetDocument { get; }
Visual Basic
Public ReadOnly Property TargetDocument As Document
	Get
Visual C++
public:
property Document^ TargetDocument {
	Document^ get ();
}
See Also
TransferringProjectStandardsEventArgs Class
Autodesk.Revit.UI.Events Namespace